classListData = {
    "5 клас - Математика": {
        directory: "9a",
        material: {
            "тема 4": "figure_1.png",
            "тема 6": "plot.png",
        }
    },
    "6 клас - Математика": {
        directory: "9a",
        material: {
            "тема 4": "figure_1.png",
            "тема 6": "plot.png",
        }
    },
    "7 клас - Алгебра": {
        directory: "9a",
        material: {
            "тема 4": "figure_1.png",
            "тема 6": "plot.png",
        }
    },
    "7 клас - Геометрія": {
        directory: "9a",
        material: {
            "тема 4": "figure_1.png",
            "тема 6": "plot.png",
        }
    },
    "8 клас - Алгебра": {
        directory: "9a",
        material: {
            "тема 4": "figure_1.png",
            "тема 6": "plot.png",
        }
    },
    "8 клас - Геометрія": {
        directory: "9a",
        material: {
            "тема 4": "figure_1.png",
            "тема 6": "plot.png",
        }
    },
    "9 клас - Алгебра": {
        directory: "9a",
        material: {
            "тема 4": "figure_1.png",
            "тема 6": "plot.png",
        }
    },
    "9 клас - Геометрія": {
        directory: "9a",
        material: {
            "тема 4": "figure_1.png",
            "тема 6": "plot.png",
        }
    },
    "10 клас - Алгебра": {
        directory: "10a",
        material: {
            "Тема 5 - Тригонометрія. Різні способи розв’язання рівняння": "Різні способи розв’язання рівняння.ppt"
        }
    },
    "10 клас - Геометрія": {
        directory: "10a",
        material: {
            "Тема 5 - Тригонометрія. Різні способи розв’язання рівняння": "Різні способи розв’язання рівняння.ppt"
        }
    },
    "11 клас - Алгебра": {
        directory: "11g",
        material: {
            "тема 1": "Issue_59.pdf",
            "тема 2": "Система обнаружения аномального поведения абонентов телефонной сети v9.docx",
        }
    },
    "11 клас - Геометрія": {
        directory: "11g",
        material: {
            "тема 1": "Issue_59.pdf",
            "тема 2": "Система обнаружения аномального поведения абонентов телефонной сети v9.docx",
        }
    },
}
